Repository: open-contracting/spoonbill-web
Catalog: frontend/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: then please restore one of the other tables or re-select available tables.
ru: после этого восстановить одну из других таблиц или повторно выберите таблицы доступные таблицы

source: %{ total } columns
ru: %{ total } колонка

source: About this table
ru: Об этой таблице

source: Add
ru: Добавить

source: Additional resources
ru: Дополнительные ресурсы

source: An array is a sort of list that is nested inside a field. When converting from JSON to CSV it is usually helpful to split out arrays into separate tables to make the data easier to work with. Some tables in OCDS have more than one array.
ru: Массив - это своего рода список, вложенный в поле. При преобразовании из JSON в CSV обычно полезно разбивать массивы на отдельные таблицы, чтобы упростить работу с данными. Некоторые таблицы в OCDS имеют более одного массива.

source: Analysing your data
ru: Анализируем ваши данные

source: Analysis has been completed
ru: Анализ завершен

source: Any columns in the dataset that are not OCDS fields will not have any friendly headings applied to them.
ru: К любым колонкам из набора данных, которые не являются полями OCDS, не будут применены удобные оглавлений

source: Apply change
ru: Применить изменения

source: Are you sure to go back?
ru: Вы уверены что хотите вернуться назад?

source: Are you sure?
ru: Вы уверены?

source: array
ru: массив

source: arrays
ru: массивы

source: Arrays
ru: Массивы

source: Available data
ru: Имеющиеся данные

source: Available tables
ru: Имеющиеся таблицы

source: Browse files
ru: Просмотреть поля

source: Cancel
ru: Отменить

source: Choose the available tables that you want to flatten and add them to selected tables to continue. Tables that are unavailable were not found in the data.
ru: Выберите доступные таблицы, которые вы хотите сгладить, и добавьте их в выбранные таблицы, чтобы продолжить. Таблицы, которые недоступны, не были найдены в данных.

source: Command-Line tool
ru: Инструмент командной строки

source: Command-Line tool.
ru: Инструмент командной строки

source: Continue
ru: Продолжить

source: Continue to select tables
ru: Продолжить к выбору таблиц

source: Continue with OCDS Lite
ru: Продолжить с OCDS Lite

source: Convert your OCDS JSON data into Excel
ru: Конвертировать ваши данные OCDS JSON в Excel

source: Data for country:
ru: Данные для страны:

source: Data for range:
ru: Данные для диапазона:

source: Data from:
ru: Данные из:

source: Data regarding tender process - publicly inviting prospective contractors to submit bids for evaluation and selecting a winner or winners.
ru: Данные о тендерном процессе - публичное приглашение потенциальных подрядчиков подавать заявки на оценку и выбор победителя или победителей.

source: Data Review Tool
ru: Инструмент Обзора Данных

source: Data you selected needs to be converted into an Excel/CSV file. The Flatten tool converts JSON OCDS data to Excel (.xlsx) and helps users to understand what data is contained in the file.
ru: Выбранные данные необходимо преобразовать в файл Excel / CSV. Инструмент Flatten преобразует данные JSON OCDS в Excel (.xlsx) и помогает пользователям понять, какие данные содержатся в файле.

source: Data you selected needs to be converted into an Excel/CSV file. The Flatten tool converts JSON OCDS data to Excel Excel (.xlsx) and helps users to understand what data is contained in the file.
ru: Выбранные данные необходимо преобразовать в файл Excel / CSV. Инструмент Flatten преобразует данные JSON OCDS в Excel (.xlsx) и помогает пользователям понять, какие данные содержатся в файле.

source: Download
ru: Скачать

source: Download CSV
ru: Скачать CSV

source: Download OCDS Lite Data
ru: Скачать данные OCDS Lite

source: Download XLSX
ru: Скачать XLSX

source: Download your CSV
ru: Скачать CSV

source: Download your XLSX
ru: Скачать XLSX

source: Drag and drop or click here
ru: Перетащите или кликните здесь

source: Edit
ru: Править

source: Edit headings
ru: Править заголовки

source: English R friendly headings to all tables
ru: Английские R заголовки для всех таблиц

source: English user friendly headings to all tables
ru: Удобные заголовки ко всем таблицам на английском языке

source: Explore the dataset to see what fields are available. Download tables to fit your requirements.
ru: Изучите набор данных, чтобы узнать, какие поля доступны. Скачайте таблицы в соответствии с вашими требованиями.

source: FAQ
ru: ЧАВО

source: File analysis in progress...
ru: Идет процесс анализа файла...

source: Generate CSV
ru: Сгенерировать CSV

source: Generate XLSX
ru: Сгенерировать XLSX

source: Go back
ru: Вернуться

source: here
ru: здесь

source: How do I convert CSV or Excel data to JSON?
ru: Как преобразовать данные CSV или Excel в JSON?

source: If a table is unavailable it means that the organisation publishing the data has no information for those tables.
ru: Если таблица недоступна, это означает, что организация, публикующая данные, не имеет информации для этих таблиц.

source: If the file size you have uploaded is very large and has multiple tables, it is recommended that you only select and flatten data that you actually want to use.
ru: Если размер загруженного файла очень велик и содержит несколько таблиц, рекомендуется выбирать и сглаживать только те данные, которые вы действительно хотите использовать.

source: If you are experienced with R, our manual for how to use R to analyse OCDS data can be found
ru: Если у вас есть опыт работы с R, вы можете найти наше руководство по использованию R для анализа данных OCDS

source: If you are uncertain whether your data complies with OCDS, use the
ru: Если вы не уверены, соответствуют ли ваши данные OCDS, используйте

source: If you would like to convert CSV data to JSON, please use the older
ru: Если вы хотите преобразовать данные CSV в JSON, используйте старую версию

source: Keep all tables unmerged and continue
ru: Оставить все таблицы разделенными и продолжить

source: Keep arrays in main table
ru: Хранить массивы в одной таблице

source: Missing data
ru: Недостающие данные

source: Network Error
ru: Ошибка соединения

source: no data
ru: нет данных

source: Not all arrays can be merged
ru: Не все массивы можно объединить

source: Note that large files may take a while to process. Please be patient.
ru: Обратите внимание, что обработка больших файлов может занять некоторое время. Пожалуйста, проявите терпение.

source: OCDS Flatten Tool
ru: OCDS Инструмент Сглаживания

source: OCDS Glossary
ru: Глоссарий OCDS

source: OCDS headings only
ru: Только наименования OCDS

source: or using the
ru: или использовать

source: Organization references elsewhere in the data refer back to the entries in this list.
ru: Ссылки на организации в других местах данных относятся к записям в этом списке.

source: Please note that the Command-Line Tool requires some knowledge of programming and is not suited to non-technical users.
ru: Обратите внимание, что инструмент командной строки требует определенных знаний в области программирования и не подходит для технически неподготовленных пользователей.

source: possible to flatten.
ru: сгладить их будет невозможно.

source: Preview tables
ru: Предварительно просмотреть таблицы

source: R is a coding language that is used for data visualization, statistical analysis and data science. Users that work with R prefer to have the column headings to be provided in a certain way so that the manual work to make the data ready for analysis is reduced.
ru: R - это язык программирования, который используется для визуализации данных, статистического анализа и анализа данных. Пользователи, которые работают с R, предпочитают, чтобы заголовки столбцов были предоставлены определенным образом, чтобы уменьшить ручную работу по подготовке данных для анализа.

source: Re-select available tables
ru: Повторно выбрать имеющиеся таблицы

source: Re-upload file
ru: Повторно загрузить файл

source: release schema
ru: схема релиза

source: Remove
ru: Убрать

source: Remove table
ru: Убрать таблицу

source: Removing this table will mean it will not be included in flattened Excel file
ru: Удаление этой таблицы означает, что она не будет включена в сведенный файл Excel.

source: Restore table
ru: Восстановить таблицу

source: Save and Continue
ru: Сохранить и Продолжить

source: See column headings with missing data
ru: Просмотреть колонки с недостающими данными

source: Select a JSON file to flatten
ru: Выберите файл JSON для сглаживания

source: Select column headings and edit table names
ru: Выберите заголовки столбцов и измените имена таблиц

source: Select data
ru: Выбирете данные

source: Select data to flatten to Excel/CSV
ru: Выберите данные для преобразования в Excel / CSV

source: Select fields manually
ru: Выбрать поля вручную

source: Select how to generate your tables
ru: Выберите способ создания ваших таблиц

source: Select your next action
ru: Выбрать ваше следующее действие

source: Selected tables
ru: Выбрать таблицы

source: Skip customization and download the most commonly used fields, as recommended by the data analysts at OCP.
ru: Пропустите настройку и загрузите наиболее часто используемые поля в соответствии с рекомендациями аналитиков OCP.

source: Spanish R friendly headings to all tables
ru: Испанские R наименования для всех таблиц

source: Spanish user friendly headings to all tables
ru: Удобные заголовки ко всем таблицам на испанском языке

source: Split arrays into separate tables
ru: Разбить массивы на отдельные таблицы

source: Submit
ru: Подать

source: Supply a URL for JSON
ru: Укажите URL-адрес для JSON

source: Table
ru: Таблица

source: The file size is very large and has multiple tables. It is recommended that you only flatten data that you actually want to use.
ru: Размер файла очень большой и содержит несколько таблиц. Рекомендуется сглаживать только те данные, которые вы действительно хотите использовать.

source: The Flatten Tool converts JSON OCDS data to Excel (.xlsx) and helps you to understand what data is contained in the file.
ru: Инструмент Flatten конвертирует данные JSON OCDS в Excel (.xlsx) и помогает понять, какие данные содержатся в файле.

source: The JSON data you upload should be in OCDS 1.1 or 1.0, otherwise it may not be possible to flatten. If you are uncertain whether your data complies with OCDS, use the
ru: Загружаемые данные JSON должны быть в формате OCDS 1.1 или 1.0, в противном случае сгладить их будет невозможно. Если вы не уверены, соответствуют ли ваши данные OCDS, используйте

source: The JSON data you upload should be in OCDS version 1.1 or 1.0, otherwise it may not be
ru: Загружаемые данные JSON должны быть в формате OCDS 1.1 или 1.0, в противном случае

source: The term amendment often has a specific legal meaning for a publisher. Certain changes to a tender, award, or contract might only be allowed as part of an amendment.
ru: Термин «поправка» часто имеет особое юридическое значение для издателя. Определенные изменения в тендере, присуждении контракта или контракте могут быть разрешены только как часть поправки.

source: There are five arrays in this table
ru: В этой таблице пять массивов

source: There are four arrays in this table
ru: В этой таблице четыре массива

source: There are no arrays in this table
ru: В этой таблице нет массивов

source: There are three arrays in this table
ru: В этой таблице три массива

source: There are two arrays in this table
ru: В этой таблице два массива

source: There can be more than one award per contracting process e.g. because the contract is split among different providers, or because it is a standing offer.
ru: Для каждого процесса заключения контракта может быть несколько присуждений, например потому что контракт разделен между разными поставщиками, или потому что это постоянное предложение.

source: There is %{ n } array in this table
ru: В этой таблице %{n} массив

source: There is %{ n } column with additional data not part of OCDS
ru: Есть %{n} столбец с дополнительными данными, не входящими в OCDS

source: There is data for %{ n } of the
ru: Есть данные по %{n}

source: There is one array in this table
ru: В этой таблице есть один массив

source: These columns are highlighted in violet
ru: Эти столбцы выделены фиолетовым

source: This column is highlighted in violet
ru: Этот столбец выделен фиолетовым

source: This file is not compliant with the OCDS schema so cannot be flattened. Check your data using the Data Review Tool and resolve the issues before flattening
ru: Этот файл несовместим со схемой OCDS, поэтому не может быть сглажен. Проверьте свои данные с помощью Инструмента Обзора Данных и устраните проблемы перед сглаживанием

source: This includes information related to the process of deciding what to contract, when, and how.
ru: Сюда входит информация, относящаяся к процессу принятия решения о том что контрактировать, когда и как

source: This link is not valid. Please check and try again
ru: Эта ссылка недействительна. Пожалуйста проверьте и попробуйте снова

source: This table contains a list of milestones associated with the different stages of the procurement process (planning, tender, award, contract, implementation).
ru: Эта таблица содержит список этапов, связанных с различными этапами процесса закупок (планирование, тендер, присуждение контракта, контракт, реализация).

source: This table contains information from the award phase of the contracting process.
ru: Эта таблица содержит информацию о стадии заключения контракта.

source: This table contains information from the contract creation phase of the procurement process and the signed contract between the buyer or procuring entity and supplier(s).
ru: Эта таблица содержит информацию, полученную на этапе создания контракта в процессе закупок и подписанного контракта между покупателем или закупающей организацией и поставщиком (ами).

source: This table contains information from the planning phase of the contracting process.
ru: В этой таблице содержится информация, полученная на этапе планирования процесса заключения контракта.

source: This table contains information on the activities undertaken in order to enter into a contract.
ru: В этой таблице содержится информация о действиях, предпринятых для заключения контракта.

source: This table contains information on the changes to the different stages of the procurement process (tender, award, contract). For example, when the value or duration of a contract is changed.
ru: Эта таблица содержит информацию об изменениях на различных этапах процесса закупок (тендер, присуждение контракта, контракт). Например, при изменении стоимости или продолжительности контракта.

source: This table contains information on the documents available for the different stages of the procurement process (planning, tender, award, contract, implementation).
ru: Эта таблица содержит информацию о документах, доступных для различных этапов процесса закупок (планирование, тендер, присуждение контракта, контракт, реализация).

source: This table contains information on the parties (organizations, economic operators and other participants) who are involved in the contracting process and their roles, e.g. buyer, procuring entity, supplier, etc.
ru: Эта таблица содержит информацию о сторонах (организациях, экономических операторах и других участниках), которые участвуют в процессе заключения контрактов, и их ролях, например покупатель, закупающая организация, поставщик и т. д.

source: to check first
ru: сначала проверить

source: to check first.
ru: проверить в первую очередь.

source: To make the data easier to work with you can apply user friendly or R friendly headings in English or Spanish to OCDS fields. The original OCDS headings are kept and can be removed in Excel.
ru: Чтобы упростить работу с данными, вы можете применить к полям OCDS понятные или дружественные R заголовки на английском или испанском языках. Исходные заголовки OCDS сохраняются и могут быть удалены в Excel.

source: total row count
ru: общее количество строк:

source: Unavailable tables
ru: Недоступные таблицы

source: Upload file
ru: Загрузить файл

source: Upload in progress
ru: Загружается

source: Upload JSON file
ru: Загрузить JSON файл

source: video tutorials
ru: видеоуроки

source: What are R friendly headings?
ru: Что такое R-дружественные заголовки?

source: What is an array?
ru: Что такое массив?

source: What is OCDS Lite?
ru: Что такое OCDS Lite?

source: What is OCDS schema version 1.1?
ru: Что такое схема OCDS версия 1.1?

source: What is the data review tool?
ru: Что такое Инструмент Обзора Данных?

source: What should I do if there are issues with my file?
ru: Что мне делать, если с моим файлом возникли проблемы?

source: When going to the previous step, all current changes will be reversed
ru: При возврате назад все текущие изменения будут отменены

source: Why are some tables unavailable?
ru: Почему некоторые таблицы недоступны?

source: Yes, go back
ru: Да, вернуться

source: Yes, remove table and continue
ru: Да, убрать таблицу и продолжить

source: You can find a full list of definitions of the different OCDS fields in the
ru: Вы можете найти полный список определений различных полей OCDS в

source: You can learn more about how to analyse your Excel data using the following
ru: Вы можете узнать больше о том, как анализировать данные Excel, используя следующие

source: You cannot remove all of the tables. If you want to remove
ru: Вы не можете удалить все таблицы. Если вы хотите удалить

source: Your file has been checked and is ready to use.
ru: Ваш файл проверен и готов к использованию.
