Repository: open-contracting/spoonbill-web
Catalog: frontend/locale/*/lang.po
Languages: es

source: then please restore one of the other tables or re-select available tables.
es: luego por favor restaure una de las otras tablas o re-seleccione las tablas disponibles

source: %{ total } columns
es: %{ total } columna

source: About this table
es: Sobre esta tabla

source: Add
es: Agregar

source: Additional resources
es: Recursos adicionales

source: An array is a sort of list that is nested inside a field. When converting from JSON to CSV it is usually helpful to split out arrays into separate tables to make the data easier to work with. Some tables in OCDS have more than one array.
es: Un array es una especie de lista que se anida dentro de un campo. Al convertir de JSON a CSV, suele ser útil dividir los arrays en tablas independientes para facilitar el trabajo con los datos. Algunas tablas en OCDS tienen más de un array.

source: Analysing your data
es: Analizando tus datos

source: Analysis has been completed
es: El análisis ha sido completado

source: Any columns in the dataset that are not OCDS fields will not have any friendly headings applied to them.
es: Cualquier columna del conjunto de datos que no sea un campo OCDS no tendrá ningún encabezado amigable aplicado.

source: Apply change
es: Aplicar el cambio

source: Are you sure to go back?
es: ¿Estás seguro de volver atrás?

source: Are you sure?
es: ¿Estás seguro?

source: Available data
es: Datos disponibles

source: Available tables
es: Tablas disponibles

source: Browse files
es: Explorar archivos

source: Cancel
es: Cancelar

source: Choose the available tables that you want to flatten and add them to selected tables to continue. Tables that are unavailable were not found in the data.
es: Elije las tablas disponibles que quieres aplanar y agrégalas a tablas seleccionadas para continuar. Las tablas que no están disponibles no fueron encontradas en los datos.

source: Command-Line tool
es: Herramienta de línea de comandos

source: Command-Line tool.
es: Herramienta de línea de comandos

source: Continue
es: Continuar

source: Continue to select tables
es: Continuar a seleccionar tablas

source: Continue with OCDS Lite
es: Continuar con OCDS Lite

source: Convert your OCDS JSON data into Excel
es: Convierte tus datos OCDS JSON a Excel

source: Data for country:
es: Datos por país:

source: Data for range:
es: Datos por rango:

source: Data from:
es: Datos de:

source: Data regarding tender process - publicly inviting prospective contractors to submit bids for evaluation and selecting a winner or winners.
es: Datos sobre el proceso de licitación - invitar públicamente a los posibles contratistas a presentar ofertas para su evaluación y seleccionar un ganador o ganadores.

source: Data Review Tool
es: Herramienta de revisión de datos

source: Data you selected needs to be converted into an Excel/CSV file. The Flatten tool converts JSON OCDS data to Excel (.xlsx) and helps users to understand what data is contained in the file.
es: Los datos que seleccionó deben convertirse a un archivo Excel/CSV. El Flatten Tool convierte datos JSON OCDS a Excel (.xlsx) y ayuda a los usuarios a comprender qué datos contiene el archivo.

source: Data you selected needs to be converted into an Excel/CSV file. The Flatten tool converts JSON OCDS data to Excel Excel (.xlsx) and helps users to understand what data is contained in the file.
es: Los datos que seleccionó deben convertirse a un archivo Excel/CSV. El Flatten Tool convierte datos JSON OCDS a Excel (.xlsx) y ayuda a los usuarios a comprender qué datos contiene el archivo.

source: Download
es: Descargar

source: Download CSV
es: Descargar CSV

source: Download OCDS Lite Data
es: Descargar datos OCDS Lite

source: Download XLSX
es: Descargar XLSX

source: Download your CSV
es: Descarga tu CSV

source: Download your XLSX
es: Descarga tu XLSX

source: Drag and drop or click here
es: Arrastra y suelta o haz clic aquí

source: Edit
es: Editar

source: Edit headings
es: Editar encabezados

source: English R friendly headings to all tables
es: Encabezados en formato R en inglés para todas las tablas

source: English user friendly headings to all tables
es: Encabezados amigables en inglés para todas las tablas

source: Explore the dataset to see what fields are available. Download tables to fit your requirements.
es: Explore el conjunto de datos para ver qué campos están disponibles. Descargue tablas que se adapten a sus necesidades.

source: File analysis in progress...
es: Análisis de archivo en curso...

source: Generate CSV
es: Generar CSV

source: Generate XLSX
es: Generar XLSX

source: Go back
es: Atrás

source: here
es: aquí

source: How do I convert CSV or Excel data to JSON?
es: ¿Cómo convierto datos en CSV o Excel a JSON?

source: If a table is unavailable it means that the organisation publishing the data has no information for those tables.
es: Si una tabla no está disponible significa que la organización que publica los datos no tiene información para esas tablas.

source: If the file size you have uploaded is very large and has multiple tables, it is recommended that you only select and flatten data that you actually want to use.
es: Si el archivo que has cargado es muy grande y tiene múltiples tablas, se recomienda que solo selecciones y aplanes los datos que realmente quieras usar.

source: If you are experienced with R, our manual for how to use R to analyse OCDS data can be found
es: Si tienes experiencia con R, nuestro manual de cómo usar R para analizar datos OCDS puede ser encontrado

source: If you are uncertain whether your data complies with OCDS, use the
es: Si no está seguro de si sus datos cumplen con OCDS, utilice la

source: If you would like to convert CSV data to JSON, please use the older
es: Si te gustaría convertir datos CSV a JSON, por favor usa la anterior

source: Keep arrays in main table
es: Mantener los arrays en la tabla principal

source: Missing data
es: Datos faltantes

source: Network Error
es: Error de Red

source: no data
es: no hay datos

source: Note that large files may take a while to process. Please be patient.
es: Note que los archivos grandes pueden tomar un tiempo en ser procesados. Por favor, sea paciente.

source: OCDS Flatten Tool
es: Herramienta de aplanado OCDS

source: OCDS Glossary
es: Glosario OCDS

source: OCDS headings only
es: Solo encabezados OCDS

source: or using the
es: o usando el

source: Organization references elsewhere in the data refer back to the entries in this list.
es: Las referencias de organizaciones en otras partes de los datos se refieren a las entradas de esta lista.

source: Please note that the Command-Line Tool requires some knowledge of programming and is not suited to non-technical users.
es: Note que la Herramienta de Línea de Comandos requiere cierto conocimiento sobre programación y no es adecuada para usuarios no técnicos.

source: Please note that the Command-Line Tool requires some knowledge of programming and is not-suited to non-technical users.
es: Tenga en cuenta que la herramienta de línea de comandos requiere algunos conocimientos de programación y no es adecuada para usuarios no técnicos.

source: possible to flatten.
es: es posible que no se puedan aplanar.

source: Preview tables
es: Vista previa de tablas

source: R is a coding language that is used for data visualization, statistical analysis and data science. Users that work with R prefer to have the column headings to be provided in a certain way so that the manual work to make the data ready for analysis is reduced.
es: R es un lenguaje de programación que se utiliza para visualización de datos, análisis estadístico y ciencia de datos. Los usuarios que trabajan con R prefieren que los encabezados de las columnas se proporcionen de cierta manera para que se reduzca el trabajo manual para preparar los datos para el análisis.

source: Re-select available tables
es: Re-seleccionar las tablas disponibles

source: Re-upload file
es: Volver a cargar un archivo

source: release schema
es: esquema de entrega

source: Remove
es: Eliminar

source: Remove table
es: Eliminar tabla

source: Removing this table will mean it will not be included in flattened Excel file
es: Eliminar esta tabla significa que no será incluida en el archivo Excel aplanado.

source: Restore table
es: Restaurar tabla

source: Save and Continue
es: Guardar y continuar

source: See column headings with missing data
es: Ver los encabezados de columnas con datos faltantes

source: Select a JSON file to flatten
es: Seleccione un archivo JSON para aplanar

source: Select column headings and edit table names
es: Seleccionar encabezados de las columnas y editar los nombres de las tablas

source: Select data
es: Seleccionar datos

source: Select data to flatten to Excel/CSV
es: Seleccionar datos para aplanar a Excel/CSV

source: Select fields manually
es: Seleccionar campos manualmente

source: Select how to generate your tables
es: Seleccione cómo generar sus tablas

source: Select your next action
es: Seleccionar tu siguiente acción

source: Selected tables
es: Tablas seleccionadas

source: Skip customization and download the most commonly used fields, as recommended by the data analysts at OCP.
es: Omita la personalización y descargue los campos más utilizados, según lo recomendado por los analistas de datos de OCP.

source: Spanish R friendly headings to all tables
es: Encabezados en formato R en español en todas las tablas

source: Spanish user friendly headings to all tables
es: Encabezados amigables en Español en todas la tablas

source: Split arrays into separate tables
es: Dividir arrays en tablas separadas

source: Submit
es: Enviar

source: Supply a URL for JSON
es: Proporcione una URL para JSON

source: Table
es: Tabla

source: The file size is very large and has multiple tables. It is recommended that you only flatten data that you actually want to use.
es: El archivo es muy grande y tiene múltiples tablas. Se recomienda que solo aplane los datos que realmente quiere usar.

source: The Flatten Tool converts JSON OCDS data to Excel (.xlsx) and helps you to understand what data is contained in the file.
es: La Herramienta de Aplanado (Flatten Tool) convierte datos JSON OCDS a Excel (.xlsx) y ayuda a entender qué datos están contenidos en el archivo.

source: The JSON data you upload should be in OCDS 1.1 or 1.0, otherwise it may not be possible to flatten. If you are uncertain whether your data complies with OCDS, use the
es: Los datos JSON que cargue deben estar en OCDS 1.1 o 1.0; de lo contrario, es posible que no se puedan aplanar. Si no está seguro de si sus datos cumplen con OCDS, utilice la

source: The JSON data you upload should be in OCDS version 1.1 or 1.0, otherwise it may not be
es: Los datos JSON que cargue deben estar en OCDS 1.1 o 1.0; de lo contrario,

source: The term amendment often has a specific legal meaning for a publisher. Certain changes to a tender, award, or contract might only be allowed as part of an amendment.
es: El término enmienda a menudo tiene un significado legal específico para un editor. Ciertos cambios en una licitación, adjudicación o contrato solo se pueden permitir como parte de una enmienda.

source: There are five arrays in this table
es: Hay 5 arrays en esta tabla

source: There are four arrays in this table
es: Hay cuatro arrays en esta tabla

source: There are no arrays in this table
es: No hay arrays en esta tabla

source: There are three arrays in this table
es: Hay tres arrays en esta tabla

source: There are two arrays in this table
es: Hay dos arrays en esta tabla

source: There can be more than one award per contracting process e.g. because the contract is split among different providers, or because it is a standing offer.
es: Puede haber más de una adjudicación por proceso de contratación, p. Ej. porque el contrato se divide entre diferentes proveedores o porque es una oferta permanente.

source: There is %{ n } array in this table
es: Hay %{ n } array en esta tabla

source: There is %{ n } column with additional data not part of OCDS
es: Hay %{ n } columna con datos adicionales que no son parte de OCDS

source: There is data for %{ n } of the
es: Hay datos para %{ n } de los

source: There is one array in this table
es: Hay un array en esta tabla

source: These columns are highlighted in violet
es: Estas columnas están resaltadas en violeta

source: This column is highlighted in violet
es: Esta columna está resaltada en violeta

source: This file is not compliant with the OCDS schema so cannot be flattened. Check your data using the Data Review Tool and resolve the issues before flattening
es: Este archivo no es compatible con el esquema OCDS, por lo que no se puede aplanar. Verifique sus datos con la Herramienta de Revisión de Datos y resuelva los problemas antes de aplanarlo

source: This includes information related to the process of deciding what to contract, when, and how.
es: Esto incluye información relacionada con el proceso de decidir qué contratar, cuándo y cómo.

source: This link is not valid. Please check and try again
es: Este enlace no es válido. Por favor revísalo e intenta de nuevo

source: This table contains a list of milestones associated with the different stages of the procurement process (planning, tender, award, contract, implementation).
es: Esta tabla contiene una lista de hitos asociados con las diferentes etapas del proceso de contratación (planificación, licitación, adjudicación, contrato, implementación).

source: This table contains information from the award phase of the contracting process.
es: Esta tabla contiene información de la fase de adjudicación del proceso de contratación.

source: This table contains information from the contract creation phase of the procurement process and the signed contract between the buyer or procuring entity and supplier(s).
es: Esta tabla contiene información de la fase de creación del contrato del proceso de contratación y el contrato firmado entre el comprador o la entidad contratante y el proveedor(es)

source: This table contains information from the planning phase of the contracting process.
es: Esta tabla contiene información de la fase de planificación del proceso de contratación.

source: This table contains information on the activities undertaken in order to enter into a contract.
es: Esta tabla contiene información sobre las actividades realizadas para celebrar un contrato.

source: This table contains information on the changes to the different stages of the procurement process (tender, award, contract). For example, when the value or duration of a contract is changed.
es: Esta tabla contiene información sobre los cambios en las diferentes etapas del proceso de contratación (licitación, adjudicación, contrato). Por ejemplo, cuando se cambia el valor o la duración de un contrato.

source: This table contains information on the documents available for the different stages of the procurement process (planning, tender, award, contract, implementation).
es: Esta tabla contiene información sobre los documentos disponibles para las diferentes etapas del proceso de contratación (planificación, licitación, adjudicación, contrato, implementación).

source: This table contains information on the parties (organizations, economic operators and other participants) who are involved in the contracting process and their roles, e.g. buyer, procuring entity, supplier, etc.
es: Este cuadro contiene información sobre las partes (organizaciones, operadores económicos y otros participantes) que participan en el proceso de contratación y sus roles, p. Ej. comprador, entidad contratante, proveedor, etc.

source: to check first
es: para revisarlos primero

source: to check first.
es: para comprobarlo primero.

source: To make the data easier to work with you can apply user friendly or R friendly headings in English or Spanish to OCDS fields. The original OCDS headings are kept and can be removed in Excel.
es: Para facilitar el trabajo con los datos, puede aplicar encabezados amigables o en formato R en inglés o español a los campos OCDS. Los encabezados originales de OCDS se conservan y se pueden eliminar en Excel.

source: total row count
es: recuento total de filas

source: Unavailable tables
es: Tablas no disponibles

source: Upload file
es: Subir archivo

source: Upload in progress
es: Subida en curso

source: Upload JSON file
es: Subir archivo JSON

source: video tutorials
es: video tutoriales

source: What are R friendly headings?
es: ¿Qué son los encabezados en formato R?

source: What is an array?
es: ¿Qué es un array?

source: What is OCDS Lite?
es: ¿Qué es OCDS Lite?

source: What is OCDS schema version 1.1?
es: ¿Qué es la versión 1.1 del esquema OCDS?

source: What is the data review tool?
es: ¿Qué es la herramienta de revisión de datos?

source: What should I do if there are issues with my file?
es: ¿Qué debo hacer si mi archivo tiene problemas?

source: When going to the previous step, all current changes will be reversed
es: Al ir al paso anterior, todos los cambios actuales se revertirán

source: Why are some tables unavailable?
es: ¿Por qué algunas tablas no están disponibles?

source: Yes, go back
es: Sí, regresar

source: Yes, remove table and continue
es: Sí, eliminar la tabla y continuar

source: You can find a full list of definitions of the different OCDS fields in the
es: Puedes encontrar una lista completa de las diferentes definiciones de campos OCDS en el

source: You can learn more about how to analyse your Excel data using the following
es: Puedes aprender más sobre cómo analizar tus datos en Excel usando los siguientes

source: You cannot remove all of the tables. If you want to remove
es: No puedes remover todas las tablas. Si quiere remover

source: Your file has been checked and is ready to use.
es: Su archivo ha sido revisado y está listo para usar.
